Repository: recourcefulcoder/DjangoStudyProject
Catalog: task_pulse/locale/*/LC_MESSAGES/django.po
Languages: ru

source: You dont have permission to this page
ru: У вас нет доступа к этой странице

source: user
ru: пользователь

source: include tasks
ru: включая задания

source: Does report include tasks?
ru: Включает ли отчёт задачи?

source: user statistics file
ru: файл статистики пользователя

source: Path to file with user statistics
ru: Файл со статистикой пользователя

source: statistics from: (date)
ru: статистика от: (дата)

source: Start date user statistics
ru: Статистика от

source: statistics to: (date)
ru: статистика до: (дата)

source: End date user statistics
ru: Статистика до

source: date of creation
ru: дата создания

source: Date of creation user statistics report
ru: Дата создания отчёта о пользователе

source: company
ru: компания

source: include users
ru: включая пользователей

source: Does report include user statistics in this company?
ru: Включает ли отчёт статистику пользователей

source: Does report include user tasks?
ru: Включает ли отчёт задачи пользователей

source: company statistics file
ru: файл статистики компании

source: Path to file with company statistics
ru: Файл статистики компании

source: Start date company statistics
ru: Дата от

source: End date company statistics
ru: Дата до

source: Date of creation company statistics report
ru: Дата создания отчёта о компании

source: English
ru: Английский

source: Russian
ru: Русский

source: Welcome to the world of buisness-management!
ru: Добро пожаловать в мир бизнес-менеджмента!

source: Here you will find everything neede for succesfull buisness management
ru: У нас вы найдёте всё необходимое для успешного управления бизнесм

source: About us
ru: О нас

source: Our company specializes in providing services in the field of business management. We help enterprises optimize their business processes, increase efficiency and reach new heights.
ru: Наша компания специализируется на предоставлении сервисов в поле бизнес-менеджмента. Мы помогаем предприятиям оптимизировать свои бизнес-процессы, повысить своб эффективность и достичь новых высот.

source: Company report from
ru: Отчёт компании от

source: Log Out
ru: Выйти

source: Sign Up
ru: Регистрация

source: Log In
ru: Вход

source: Description
ru: Описание

source: Author
ru: Автор

source: Author email
ru: Почта автора

source: Deadline
ru: Дедлайн

source: Are you sure, that you want to accept the task?
ru: Вы уверены, что хотите принять задание?

source: Confirm
ru: Подтвердить

source: What to do with the task?
ru: Что сделать с задачей

source: Provide review message
ru: Сообщение для пользователя

source: Reject task
ru: Отправить на доработку

source: Activate Task
ru: Создать Задачу

source: name
ru: имя

source: email
ru: Почта

source: Reviewer
ru: Ревьюер

source: Reject message
ru: Сообщение пользователю

source: Postpone
ru: Отложить

source: Mark as completed
ru: Отметить завершённой

source: Send for Review
ru: На доработку

source: User report
ru: Отчёт о пользователе

source: Users Statistics
ru: Статистика Пользователей

source: Create Statistics
ru: Создать Отчёт

source: Company Statistics
ru: Статистика Компании

source: Create Task
ru: Создать Задачу

source: Invite to company
ru: Пригласить в компанию

source: Invite user!
ru: Пригласить пользователя!

source: My Invites
ru: Приглашения

source: This invite is expired:
ru: Срок действия ссылки

source: Accept invition
ru: Принять приглашение

source: You are not invited to any company.
ru: У вас пока нет приглашений

source: Login
ru: Войти

source: Account
ru: Аккаунт

source: Profile
ru: Профиль

source: My Companies
ru: Мои компании

source: Companies where i am
ru: Компании где я

source: Invite to company by mail
ru: Пригласить в компанию по электронной почте

source: Add Company
ru: Создать компанию

source: SignUp
ru: Зарегистрироваться

source: Tasks
ru: Задачи

source: Review
ru: Проверка

source: Statistics
ru: Статистика

source: Settings
ru: Настройки

source: Exit
ru: Выйти

source: No content here yet:(
ru: Контент отсутствует :(

source: Company Homepage
ru: Главная страница компании

source: Your current task
ru: Текущая задача

source: You don't have tracking task now! Track new one on 'tasks' page
ru: Вы не выполняете какую-либо задачу. Выберите хотя бы одну на странице задач

source: Reviewed tasks
ru: Задачи для проверки

source: No tasks for review
ru: Нету задач для проверки

source: Company
ru: Компания

source: Project
ru: Проект

source: Schedule
ru: График

source: Team
ru: Участники

source: Edit Company Info
ru: Обновить данные о компании

source: Save
ru: Сохранить

source: Company Team
ru: Участники

source: + Invite new member
ru: + Добавить нового пользователя

source: coworker
ru: Пользователь

source: role
ru: Роль

source: Send invite
ru: Отправить приглашение

source: Active Task
ru: Текущая задача

source: You don't have tracking task now!
ru: В данный момент у вас нет отслеживаемой задачи!

source: Additional Task Info
ru: Дополнительная информация о задании

source: Ended Tasks
ru: Завершённые задачи

source: day
ru: 1 день

source: tree days
ru: 3 дня

source: week
ru: 1 неделя

source: two weeks
ru: 2 недели

source: month
ru: 1 месяц

source: never
ru: Никогда

source: User with this email is already exists
ru: Пользователь с такой почтой уже существует

source: email of invited emploee
ru: Почта пользователя

source: invite expire date
ru: Срок действия ссылки

source: the role to be assigned
ru: Роль пользователя

source: The email must be set
ru: Почта должна быть введена

source: Superuser must have is_staff=True.
ru: суперопльзователь должен иметь значение аттрибута is_staff=True

source: Superuser must have is_superuser=True.
ru: суперопльзователь должен иметь значение аттрибута is_superuser=True

source: staff status
ru: статус персонала сайта

source: Designates whether the user can log into this admin site.
ru: Определяет, может ли пользователь войти в админскую часть сайта

source: active
ru: активен

source: Designates whether this user should be treated as active. Unselect this instead of deleting accounts.
ru: Определяет, должен ли этот пользоваль считаться активным. Отмените этот выбор вместо удаления аккаунта

source: email address
ru: E-mail

source: first name
ru: имя

source: last name
ru: фамилия

source: profile image
ru: изображение профиля

source: date joined
ru: дата регистрации

source: users
ru: пользователи

source: invited_user_email
ru: почта приглашенного пользователя

source: expire_date
ru: Срок действия

source: Role for company user
ru: Роль пользователя

source: invite
ru: приглашение

source: invites
ru: Приглашения

source: Forbidden to add yourself!
ru: Запрещено добавлять самого себя!

source: Already invited user provided!
ru: Приведённый пользователь уже приглашён!

source: User successfully invited to team!
ru: Пользователь успешно приглашён в команду!

source: mon
ru: пн

source: tues
ru: вт

source: wed
ru: ср

source: thur
ru: чт

source: fri
ru: пт

source: sat
ru: сб

source: sun
ru: вс

source: Owner
ru: Владелец

source: Manager
ru: Менеджер

source: Employee
ru: Работник

source: Name for company
ru: Название компании

source: description
ru: описание

source: Description for company
ru: Описание компании

source: time of beginning of working day
ru: Время начала рабочего дня

source: time of ending of working day
ru: Время окончания рабочего дня

source: score
ru: счёт

source: User score count
ru: счётчик пользовательского результата

source: Task name
ru: Название задачи

source: task description
ru: описание задания

source: Concrete task description
ru: Описание задания

source: Task deadline
ru: Дедлайн задания

source: responsible
ru: исполнитель

source: responsible for review
ru: ответственный за ревью

source: leave blank if no review specified
ru: Выберите пользователя для проверки

source: created by manager
ru: создано менеджером

source: status
ru: статус

source: Task current status
ru: Текущий статус задачи

source: create date
ru: дата создания

source: Date of creation task
ru: Дата создания задачи

source: complete date
ru: дата завершения задачи

source: Date of task complition
ru: Дата завершения задачи

source: Invalid 'manager' choice - user must be manager!
ru: Некорректный выбор поля 'менеджер' - пользователь должен быть менеджером!

source: Reviewer and responsible can't be the same person!
ru: Ревьюер и исполнитель не могут быть одним человеком!

source: task
ru: задача

source: review_message
ru: сообщение пользователю

source: Invite was not sent
ru: Приглашение не отправлено

source: access forbidden: you are not user of this company!
ru: отказано в доступе: у вас нет доступа к этой компании!

source: access forbidden: you are not reviewer of thid task!
ru: отказано в доступе: вы не являетесь ревьюером этой задачи!
